Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: The retcon is considered by many to occur when current events contradict the past continuity of the series and is evidence of a WriterOnBoard.
pt_br: Muitos consideram que o ''retcon'' acontece quando os eventos atuais contradizem a continuidade prévia da série que é evidência de que há um Br/EscritorABordo.

source: The rise and fall of the Templars, seen in retrospect, is a case of classic MissionCreep.
pt_br: A ascensão e queda dos Templários, quando vista em retrospecto, é um caso de Br/ExpansaoDaMissao.

source: The roach alien puts on Edgar's body, and then demands sugar in water.
pt_br: A barata alien veste a pele de Edgar e depois exige água com açúcar.

source: The robots are considerably faster and stronger than humans, and expendable; they don't really need guns.]] * DoesNotDrive: PlayedStraight for most of society, who puts their faith in robots and automation and so commutes in self-driving cars.
pt_br: Os robôs são consideravelmente mais rápidos e fortes que os humanos, além de substituíveis; eles não precisam de armas.]] * Br/NaoDirige: Br/UsoTipico para a maioria da sociedade, que deposita sua fé nos robôs e na automação e por isso se desloca em carros autônomos.

source: The scene where Roy/Mr. Furious walks Monica home and has a heart-to-heart conversation with her is genuinely heartwarming.
pt_br: A cena onde Roy/Irado acompanha Monica até casa e possui uma conversa aberta é genuinamente confortante.

source: The sciences, each straining in its own direction, have hitherto harmed us little; but some day the piecing together of dissociated knowledge will open up such terrifying vistas of reality, and of our frightful position therein, that we shall either [[Main/TropeNamers go mad from the revelation]] or flee from the light into the peace and safety of a new dark age."'' -->-- The opening lines of ''Literature/TheCallOfCthulhu''
pt_br: As ciências, cada uma empenhando-se em seus próprios desígnios, até agora nos prejudicaram pouco; mas um dia a compreensão ampla de todo esse conhecimento dissociado revelará terríveis panoramas da realidade e do pavoroso lugar que nela ocupamos, de modo que ou [[Br/NomeadorDeTropo enlouqueceremos com a revelação]] ou então fugiremos dessa luz fatal em direção à paz e ao sossego de uma nova idade das trevas."'' -->-- Introdução de ''BrLiteratura/OChamadoDeCthulhu''

source: The script has diverged from the original -- maybe wildly -- and yet, it still works, just like a good localized translation should.
pt_br: O roteiro divergiu do original -- em alguns casos, bastante -- e ainda assim funciona, do jeito que uma boa tradução localizada deveria ser.

source: The second movie reveals that he's still alive, however.
pt_br: O segundo filme, no entanto, revela que ele está vivo.

source: The second time he says it, the camera pans around to reveal it's just a hologram.
pt_br: Na segunda vez que ele diz isso, a câmera gira para revelar que é um holograma.

source: The sergeants, drawn from the lower classes and so the majority, wore black habits and served as infantrymen or servants.
pt_br: Os sargentos, recrutados das classes mais baixas (e, portanto, maioria), usavam hábitos pretos e serviam como infantaria ou servos.

source: The series takes place in a Brazilian neighborhood at UsefulNotes/RioDeJaneiro, focusing on a group of kids.
pt_br: As histórias se passam em uma vizinhança localizada no BrNotasUteis/RioDeJaneiro, acompanhando um grupo de crianças.

source: The setting may show only one point in time, or it may depict time passing (by showing changing seasons).
pt_br: A ambientação pode mostrar um instante naquela época, ou ilustrar a passagem do tempo (ao mostrar a mudança das estações, por exemplo).

source: The setting provides the main backdrop for a story.
pt_br: A ambientação provê o plano de fundo para a história.

source: The show began in [[TheSeventies 1972]], as a segment in a SketchComedy show Chespirito with fellow co-stars Maria Antonieta de Las Nieves, Ramon Valdes and Ruben Aguirre called "Los Supergenios de la Mesa Cuadrada".
pt_br: O show começou em [[Br/Anos70 1972]], em um segmento de uma Br/ComediaDeEsquete do Chespirito com os coadjuvantes Maria Antonieta de Las Nieves, Ramón Valdés e Ruben Aguirre, chamado "Los Supergenios de la Mesa Cuadrada".

source: The show has been too difficult to translate, due to the nature of its very regional humor.
pt_br: O show é difícil de se traduzir devido à natureza regional do humor.

source: The show is considered to be quite possibly the most beloved and successful comedy show in Latin American history; it's literally IMPOSSIBLE to go to any country in Latin America where this show was not shown.
pt_br: O show é considerado como sendo possivelmente o mais bem-sucedido e adorado show de comédia na história latino-americana; é impossível visitar qualquer país da América Latina onde o show não tenha sido exibido.

source: The show is over.
pt_br: Acabou.

source: The show may include musical numbers or a stand-up act, but only as a minor element.
pt_br: O programa pode incluir atrações musicais ou também um segmento de comédia ''stand-up'', mas apenas como elemento menor.

source: The show proved to be very popular, and at its peak of popularity spawned a lot of merchandise.
pt_br: O show se mostrou ser muito popular, e em seu auge teve vários produtos licenciados.

source: The show relies mostly on {{Bottle Episode}}s.
pt_br: O show se baseia no uso de [[Br/EpisodioEngarrafado episódios engarrafados]].

source: The show was created by comedian Roberto Gómez Bolaños (whose artistic name was ''Series/{{Chespirito}}'', "Little Shakespeare"), along with other classic sketch characters like Series/ElChapulinColorado.
pt_br: O show foi criado pelo comediante Roberto Gómez Bolaños (cujo nome artístico era ''BrSerie/{{Chespirito}}'', "pequeno Shakespeare"), junto com personagens clássicos de outras esquetes, como BrSerie/ChapolinColorado.

source: The sort from which you wake up slowly.
pt_br: Dos de que a gente acorda devagar.

source: The standard fandom term for using a real person's name in a story as a form of in-joke or ShoutOut.
pt_br: O termo do fandom para quando se utiliza o nome real de uma pessoa em uma história como forma de piada interna ou quando se está Br/MandandoUmSalve.

source: The stars, we don't look at them anymore.
pt_br: As estrelas. Nós nunca mais vimos.

source: The story follows Del Spooner (Smith), a homicide detective in 2035 Chicago.
pt_br: A história acompanha Del Spooner (Smith), um detetive da divisão de homicídios na Chicago de 2035.

source: The story is told ''about'' the reader, who is addressed as if s/he were [[NoFourthWall a character in the story]] ("You dashed your drink across Sam's face, offended that he would even suggest such a thing").
pt_br: A história contada é ''sobre'' o leitor, que é endereçado como se fosse [[Br/SemQuartaParede um personagem na história]] ("Você jogou sua bebida na cara de Sam, ofendido que ele poderia sequer sugerir tal coisa").

source: The story itself consists of Riobaldo, an ex-jagunço (mercenary), telling his past to a man from the city.
pt_br: No que diz respeito à história, ela consiste em um ex-jagunço contando seu passado para um homem da cidade, o qual ele trata como "o Senhor Doutor".

source: The streets are ''filled'' with cabs.
pt_br: As ruas estão ''lotadas'' com táxis.

source: The subject on Chavo is then [[NoodleIncident left not to be brought up again]] (at least for the next slew of episodes).
pt_br: A questão do nome é então [[Br/CasoDoMacarrao deixada de lado e nunca mais abordada novamente]] (pelo menos por alguns episódios).

source: The subtle blends of plots, the new spins on old stories.
pt_br: As sutis tapeçarias de tramas e as novas abordagens em histórias antigas.

source: The subversion of this trope is known as an {{Anticlimax}}.
pt_br: A subversão deste tropo é um Br/{{Anticlimax}}.

source: The survivors fight for survival in a post-apocalyptic world.
pt_br: Aqueles que restaram lutam pela sobrevivência em um mundo pós-apocalíptico.

source: The team try this on Mr. Furious when he no longer feels furious, but their insults are so lame and he's become so mild-mannered [[spoiler: due to falling in love]] that they can't even achieve a MinorInsultMeltdown: -->'''The Bowler''': You're not well-liked.
pt_br: O time tenta fazer isso com o Irado quando ele não se sente mais furioso, mas os insultos são tão irrisórios e ele ficou tão manso [[spoiler: devido a ter se apaixonado]] que eles não conseguem nem mesmo um Br/ColapsoPorInsultoPequeno: -->'''Boliche:''' Você não é bem quisto.

source: The term "PyrrhicVictory" has the same connotation and originated from the Pyrrhic War fought by King Pyrrhus in 279 BC, which makes "Nice Job Breaking It, Hero" OlderThanFeudalism.
pt_br: O termo "Br/VitoriaDePirro" tem a mesma conotação e se originou das guerras lutadas pelo Rei Pirro em 279 AC, o que faz com que "Bom Trabalho Estragando Tudo, Herói" seja Br/MaisVelhoQueOFeudalismo.

source: The term has become synonymous with "single-location" episode, even though bottle episodes can (theoretically) have as many locations as a normal episode.
pt_br: O termo se tornou sinônimo de "episódio em um único local", ainda que episódios engarrafados possam (teoricamente) ter tantos locais quanto um episódio normal.

source: The term originated as a shortened form of stage "properties" or "property", as these items are generally provided by the theatrical or production company rather than being owned by the actors.
pt_br: Pode também ser chamado de ''prop'', termo que se originou da forma encurtada de "propriedades", no sentido de que esses itens costumam ser fornecidos pela companhia que está produzindo a obra, ao invés de serem cedidos pelos atores.

source: The term was originally coined in the mid-1980s by writer Jon Hein.
pt_br: O termo foi originalmente cunhado em meados dos anos 1980 pelo escritor Jon Hein.

source: The thing that makes this a "Wiki", as opposed to just a collection of editable pages, is the ability to create "[[Administrivia/{{Wick}} links]]" between pages.
pt_br: A coisa que torna este site uma "Wiki", ao contrário de uma mera coleção de páginas editáveis, é a possibilidade de criar "[[BrAdministrivia/{{Wick}} conexões]]" entre páginas.

source: The townsfolk may or may not be in on it.
pt_br: Os habitantes podem ou não fazer parte do esquema.

source: The trick to keeping the audiences on the edge of their seats throughout the whole story is a varied progression that generally slopes downward (towards fear) but intersperses negative beat resolutions with hopeful ones at just the right times.
pt_br: O truque para manter o público inquieto em antecipação através da história inteira é uma progressão variada que geralmente pende para baixo (na direção do medo) mas que entremeia resoluções negativas com algumas positivas no momento certo.

source: The trope is named for ''WesternAnimation/TheSimpsons'' character Ned Flanders, who was originally depicted as a friendly, generous Christian neighbor and a model father, husband and citizen, making him a [[{{Foil}} contrast to Homer Simpson]].
pt_br: Este tropo recebe o nome devido ao personagem Ned Flanders de BrAnimacaoOcidental/OsSimpsons, que originalmente era apresentado como vizinho cristão amigável e generoso, assim como pai, esposo e cidadão modelo, o que o tornava [[Br/{{Fundo}} contrastante com Homer Simpson]].

source: The tropes listed below are only recognized through FridgeLogic, [[UnexpectedReactionsToThisIndex unintended audience reactions]], or being {{cliche}}.
pt_br: Os tropos listados abaixo são reconhecidos apenas através da Br/LogicaDeGeladeira, [[Br/ReacoesInesperadasAEsteIndice reações inesperadas do público]] ou por serem Br/{{cliche}}.

source: The tropes overlap, but Pyrrhic Victory is when someone succeeds at their goal with a very high price, while Nice Job Breaking It, Hero includes actions that might not be necessary or even intentional.
pt_br: Os tropos se sobrepõem, mas a Vitória de Pirro é quando alguém obtém êxito em seu objetivo com um custo muito alto, enquanto Bom Trabalho Estragando Tudo, Herói inclui ações que poderiam não ser necessárias ou mesmo intencionais.

source: The trouble is, the movie is set in New York, and it's rush hour.
pt_br: O problema é que o filme se passa em Nova Iorque e é horário de pico.

source: The two nearest just hook him under the arms and keep walking, dragging him along without even turning their heads.
pt_br: Os dois membros mais próximos o seguram pelo braço e continuam andando, arrastando-o consigo sem nem mesmo olhar pro lado.

source: The users and administrators of a website are real people and troping them is prohibited.
pt_br: Os usuários e adminstradores de uma página web são pessoas reais e a tropagem destes é proibida.

source: The victim is Dr. Alfred Lanning (Creator/JamesCromwell), pioneer of the robotics industry and the man who wrote the [[ThreeLawsCompliant Three Laws Of Robotics]].
pt_br: A vítima é o Dr. Alfred Lanning (BrCriador/JamesCromwell), pioneiro da indústria robótica e o homem que escreveu as [[Br/ConformidadeComAsTresLeis Três Leis da Robótica]].

source: The villain has become a [[TitleDrop Karma Houdini]].
pt_br: E o vilão se tornou um [[Br/FalarONome Karma Houdini]].

source: The villain is as horrible as ever, only now the audience can look at them in a new way.
pt_br: O vilão é tão horrível como sempre, mas agora o público pode olhar para ele com uma nova perspectiva.

source: The wife won't even let me touch it.
pt_br: A patroa me proíbe de comer isto.

source: The writers have a villain, and they want to give that character some depth.
pt_br: Os escritores têm um vilão e eles querem dar a esse personagem alguma profundidade.

source: The writers sometimes seem aware of this, and as a run of sequels is produced they may drop numbering the works entirely and start [[OddlyNamedSequel2ElectricBoogaloo adding cliché subtitles]].
pt_br: Os escritores às vezes parecem reconhecer isso, e à medida em que sequências são produzidas eles podem parar de numerar as obras e começam a [[Br/SequenciaComNomeEstranho2BoogalooEletrico adicionar subtítulos cliché]].

source: TheDragon or perhaps the BigBad himself have them cornered, their heaviest hitters worn out.
pt_br: Br/ODragao ou talvez o próprio [[Br/OMalzao Malvadão]] os encurralou, e seus mais fortes integrantes já estão cansados.

source: ThePratfall is a staple of slapstick humor.
pt_br: Br/APoupanca é um item básico da comédia pastelão.

source: TheWonka may well feel like this (or be this!) in a world that doesn't follow his thinking.
pt_br: Br/OWonka pode se sentir assim (ou de fato o ser!) em um mundo que não acompanha o raciocínio dele.

source: Their co-stars are often resentful of this, and it shows on screen.
pt_br: Os colegas de elenco costumam ficar ressentidos com isso e isso aparece na tela.

source: Their enemy is just about to unleash an attack that will no doubt kill them.
pt_br: O inimigo está prestes a lançar um ataque que, sem dúvidas, vai matá-los.

source: Their final scenes make this incredibly explicit.
pt_br: As cenas finais tornam isso muito explícito.

source: Their free-spirited, easily bored nature means that if the local government isn't considered sufficiently oppressive, they might just go out and find one that is.
pt_br: Sua natureza livre e do tipo que fica entediado fácil significa que se o governo local não for considerado opressor o suficiente, eles podem simplesmente ir atrás de um lugar com um governo que é.

source: Their laboratories are often richly adorned with GratuitousLaboratoryFlasks.
pt_br: Seus laboratórios costumam ser repletos com Br/FrascosDeLaboratorioGratuitos.

source: Their military strength, noble vows, and renunciation of titles gave them credibility to collect, store, and transport bullion and other valuables across a wide region.
pt_br: Seu poderio militar, votos nobres e renúncia aos títulos deu a eles a credibilidade para coletar, armazenar e transportar metais preciosos e outros itens de valor através de uma região extensa.

source: Their native land is {{Cloudcuckooland}}.
pt_br: Sua terra natal é a Br/{{Cucolandia}}.

source: Their purpose is almost exclusively to give the writers someone to kill [[SortingAlgorithmOfMortality who isn't a main character]], although they can also serve as {{Spear Carrier}}s.
pt_br: O propósito dele é quase que exclusivamente dar aos escritores alguém para matar [[Br/AlgoritmoOrdenadorDeMortalidade que não seja o personagem principal]], mas ele também pode servir como um Br/PortadorDeLanca.

source: Their stated aim was to protect pilgrims travelling from Europe to the Holy Land and back.
pt_br: O objetivo original era proteger peregrinos que faziam o percurso entre a Europa e a Terra Santa.

source: Their technology is primitive and they fear the outsiders.
pt_br: A tecnologia deles é primitiva e eles temem os forasteiros.

source: Then GhostReunionEnding occurs.
pt_br: E então acontece um Br/FinalReuniaoFantasma.

source: Then I saw little Tiffany.
pt_br: Aí eu vi a Tiffany.

source: Then I saw this snarling beast guy, and I noticed he had a tissue in his hand, and I'm realizing, y'know, he's not snarling, he's sneezing.
pt_br: Aí eu vi esse cara aí e reparei que ele tinha um papel na mão, mas ele não estava rasgando, ele estava assoando o nariz.

source: Then Quico starts to scream, calling his mother.
pt_br: Então Quico começa a gritar, chamando pela mãe.

source: Then Quico, who had previously asked to read a ''[[Series/ElChapulinColorado Chapulín]]'' comic book to check if he hasn't already read it, returned it, claiming he had already read it.
pt_br: Então Quico, que previamente tinha pedido para ler uma revistinha do ''[[BrSerie/ChapolinColorado Chapolin]]'' para checar se ele já não tinha lido, devolve a revistinha dizendo que ele já tinha lido.

source: Then again, PoorCommunicationKills often comes into play as the villain will usually be uselessly vague and give no concrete reason for why foiling him would be bad.
pt_br: Nesse caso, costuma ser um caso de Br/ComunicacaoRuimMata, já que o vilão costumeiramente fala de maneira vaga e não dá nenhum motivo concreto sobre porque derrotar ele seria ruim.

source: Then again, TheDevilIsALoser, so outsmarting him is not impossible.) # [[RealityWarper Use the power you gain from the contract to change the entire system]], sometimes even [[TimeTravel retroactively]].
pt_br: Por outro lado, Br/ODiaboEUmFracassado, então levar a melhor não é impossível.) # [[Br/DobradorDeRealidade Usar o poder obtido com o contrato para mudar o sistema inteiro]], às vezes até mesmo [[Br/ViagemNoTempo retroativamente]].

source: Then again, if that sense of betrayal is exactly what the writer is trying to evoke, then that's totally justified.
pt_br: Mas novamente, se essa sensação de traição é exatamente o que o escritor pretende elicitar nas pessoas, então é totalmente justificado.

source: Then again, they may just not want to know because ApathyKilledTheCat.
pt_br: Por outro lado, eles podem não querer saber porque a Br/ApatiaMatouOGato.

source: Then he just runs away.
pt_br: Aí ele tem um chilique e foge.

source: Then he sees la Chilindrina rope-skipping without a rope.
pt_br: Então ele vê a Chiquinha pulando corda sem uma corda.

source: Then he's KilledOffscreen during the robot uprising, causing Spooner to realize that V.I.K.I.
pt_br: Aí ele é Br/MortoForaDaCena durante a revolta dos robôs, o que faz com que Spooner perceba que a VIKI

source: Then it gets done.
pt_br: E então consegue.

source: Then when El Chavo was absorbed back into the series Chespirito, she started being seen less frequently.
pt_br: Depois que Chaves foi reabsorvido pelo programa Chespirito, ela passou a ser vista com menos frequência.

source: Then why does no one feel like cheering?
pt_br: Se é uma vitória, por que ninguém está comemorando?

source: Then, Tato is seen running against a boy in wheelchairs, and after he wins the race, he also has the audacity to say "This loser wanted to be better than me!".
pt_br: Depois Tato é visto correndo contra um garoto em cadeira de rodas, e depois de vencer a corrida ele tem a audácia de dizer que "esse otário queria ser melhor que eu!"

source: Then, he explains his plan in the house: he has a debt of 14 months of rent to Señor Barriga.
pt_br: Então ele explica o plano: Ele tem uma dívida de 14 meses de aluguel com o Senhor Barriga.

source: Then, of course, there are those who think it's JustAMachine (or, in the case of an ambiguously AnimateInanimateObject, that it's just a CompanionCube).
pt_br: E aí, é claro, há aqueles que acreditam que é Br/SoUmaMaquina (ou, no caso de um Br/ObjetoInanimadoAnimado, que seja apenas um Br/CuboCompanheiro).

source: Then, the good teacher will always have to utter "Silencio.
pt_br: O professor então precisa sempre dizer: "Silêncio.

source: There are a lot of marketing advantages to this: a pre-existing fan base, is easier to write (especially if the film series is going on a novel-per-film rate) and the actors likely had a popularity boost from the original, bringing more viewers in.
pt_br: Existem muitas vantagens de marketing nisso: uma base de fãs pré estabelecida, é mais fácil de escrever e os atores provavelmente tiveram ganho de popularidade, o que vai atrair mais espectadores.

source: There are also plenty who are just as happy to [[NoHoldsBarredBeatdown beat people into an unrecognizable pulp-like mass]] with their bare hands.
pt_br: Há também muitos que se contentam em [[Br/EspancamentoSemRestricoes moer pessoas na porrada]] com as próprias mãos.

source: There are also some remakes where Don Ramón is absent (even before he left his cast), so his role is filled by Señor Barriga, Profesor Jirafales, or even his cousin Don Román who only appeared in one episode.
pt_br: Há também algumas refilmagens onde o Seu Madruga está ausente (mesmo antes da saída do elenco) e o papel é preenchido pelo Senhor Barriga ou o Professor Girafales (ou ainda o primo do Seu Madruga, que apareceu em apenas um episódio).

source: There are basically two kinds of sequels, planned and unplanned.
pt_br: Há dois tipos de sequências: as planejadas e as não-planejadas.

source: There are many types of settings, such as natural outdoor settings, historical settings, or depicting a person's home.
pt_br: Há muitas ambientações possíveis, tais como ambientações externas, históricas, ou simplesmente descrever a casa de alguém.

source: There are numerous reasons why this can happen.
pt_br: Existem vários motivos pelos quais isso pode acontecer.

source: There are several mental conditions that can result in this type of behavior but as mental illness is SeriousBusiness in real life, providing examples would just be insensitive at best.
pt_br: Existem várias condições mentais que podem resultar nesse tipo de comportamento, mas doenças mentais são Br/CoisaSeria na vida real, e por isso adicionar tais exemplos seria, no melhor dos casos, falta de consideração.

source: There are several types:
pt_br: Há vários tipos de ponto de vista:

source: There are some deliberate subversions, of course, [[PosthumousNarration including ones where a ghost is narrating or scrapbooking]].
pt_br: Existem algumas subversões deliberadas, é claro, [[Br/NarracaoPostuma incluindo aquelas em que um fantasma faz a narração]].
